applications/utils/listIOTest/cavity/constant/modeData_movingWall
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorListList;
    location    "constant";
    object      modeData_movingWall;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


4
(
42{(0 0 0)}

42
(
(0 0 0)
(0 0 0)
(0 3.08267e-05 0)
(0 3.08267e-05 0)
(0 0.000123117 0)
(0 0.000123117 0)
(0 0.000276301 0)
(0 0.000276301 0)
(0 0.000489435 0)
(0 0.000489435 0)
(0 0.000761205 0)
(0 0.000761205 0)
(0 0.00108993 0)
(0 0.00108993 0)
(0 0.0014736 0)
(0 0.0014736 0)
(0 0.00190983 0)
(0 0.00190983 0)
(0 0.00239594 0)
(0 0.00239594 0)
(0 0.00292893 0)
(0 0.00292893 0)
(0 0.00350552 0)
(0 0.00350552 0)
(0 0.00412215 0)
(0 0.00412215 0)
(0 0.00477501 0)
(0 0.00477501 0)
(0 0.0054601 0)
(0 0.0054601 0)
(0 0.00617317 0)
(0 0.00617317 0)
(0 0.00690983 0)
(0 0.00690983 0)
(0 0.00766555 0)
(0 0.00766555 0)
(0 0.00843566 0)
(0 0.00843566 0)
(0 0.00921541 0)
(0 0.00921541 0)
(0 0.01 0)
(0 0.01 0)
)


42
(
(0 0 0)
(0 0 0)
(0 0.000123117 0)
(0 0.000123117 0)
(0 0.000489435 0)
(0 0.000489435 0)
(0 0.00108993 0)
(0 0.00108993 0)
(0 0.00190983 0)
(0 0.00190983 0)
(0 0.00292893 0)
(0 0.00292893 0)
(0 0.00412215 0)
(0 0.00412215 0)
(0 0.0054601 0)
(0 0.0054601 0)
(0 0.00690983 0)
(0 0.00690983 0)
(0 0.00843566 0)
(0 0.00843566 0)
(0 0.01 0)
(0 0.01 0)
(0 0.0115643 0)
(0 0.0115643 0)
(0 0.0130902 0)
(0 0.0130902 0)
(0 0.0145399 0)
(0 0.0145399 0)
(0 0.0158779 0)
(0 0.0158779 0)
(0 0.0170711 0)
(0 0.0170711 0)
(0 0.0180902 0)
(0 0.0180902 0)
(0 0.0189101 0)
(0 0.0189101 0)
(0 0.0195106 0)
(0 0.0195106 0)
(0 0.0198769 0)
(0 0.0198769 0)
(0 0.02 0)
(0 0.02 0)
)


42
(
(0 0 0)
(0 0 0)
(0 0.000276301 0)
(0 0.000276301 0)
(0 0.00108993 0)
(0 0.00108993 0)
(0 0.00239594 0)
(0 0.00239594 0)
(0 0.00412215 0)
(0 0.00412215 0)
(0 0.00617317 0)
(0 0.00617317 0)
(0 0.00843566 0)
(0 0.00843566 0)
(0 0.0107846 0)
(0 0.0107846 0)
(0 0.0130902 0)
(0 0.0130902 0)
(0 0.015225 0)
(0 0.015225 0)
(0 0.0170711 0)
(0 0.0170711 0)
(0 0.0185264 0)
(0 0.0185264 0)
(0 0.0195106 0)
(0 0.0195106 0)
(0 0.0199692 0)
(0 0.0199692 0)
(0 0.0198769 0)
(0 0.0198769 0)
(0 0.0192388 0)
(0 0.0192388 0)
(0 0.0180902 0)
(0 0.0180902 0)
(0 0.0164945 0)
(0 0.0164945 0)
(0 0.0145399 0)
(0 0.0145399 0)
(0 0.0123345 0)
(0 0.0123345 0)
(0 0.01 0)
(0 0.01 0)
)

)


// ************************************************************************* //
